Repository: kastel/noot-tuner
Catalog: po/*.po
Languages: it

source: Invalid refinement algorithm. Aborting
it: Algoritmo di raffinamento non valido. Uscita

source: Select &input device...
it: Seleziona dispositivo di &ingresso...

source: Select an input device
it: Seleziona un dispositivo di ingresso...

source: Select &output device...
it: Seleziona dispositivo di &uscita...

source: Select an output device
it: Seleziona un dispositivo di uscita

source: &Exit
it: &Esci

source: Quit the application
it: Chiude l'applicazione

source: &Devices
it: &Dispositivi

source: Change &sampling rate...
it: Cambia &frequenza di campionamento...

source: Change the sampling rate
it: Cambia la frequenza di campionamento

source: Set as raw &factor...
it: Imposta come coe&fficiente...

source: Set clock correction as a raw coefficient
it: Imposta la correzione del clock come coefficiente

source: Set value in &cents...
it: Imposta valore in &cents...

source: Set clock correction in cents
it: Imposta la correzione del clock in centesimi

source: &Clock correction
it: &Correzione del clock

source: &Rectangular
it: &Rettangolare

source: Set window type to 'rectangular'
it: Usa una finestra rettancolare

source: Set window type to 'Hanning'
it: Usa una finestra Hanning

source: &Window type
it: &Tipo di finestra

source: &None
it: &Nessuno

source: Set refinement algorithm to 'None'
it: Non usare nessun algoritmo di raffinamento

source: &Autocovariance
it: &Autocovarianza

source: Set refinement algorithm to 'Autocovariance'
it: Usa l'algoritmo di raffinamento "Autocovarianza"

source: &Continuous power spectrum
it: &Spettro di potenza continuo

source: Set refinement algorithm to 'Continuous power spectrum'
it: Usa l'algoritmo di raffinamento "Spettro di potenza continuo"

source: &Refinement algorithm
it: Algoritmo di &raffinamento

source: &Other options
it: Altre &opzioni

source: &Table of contents
it: &Indice

source: Open the help window on the main page
it: Apri la finestra della guida alla pagina principale

source: &Context help
it: Aiuto &contestuale

source: Open the help window on the page related to the selected control
it: Apri la pagina della guida relativa al controllo selezionato

source: Project &website
it: &Sito internet del progetto

source: Open NOOT's web page
it: Apri la home page di NOOT

source: Report a &bug...
it: Segnala un &errore...

source: Open the bug reporting page on NOOT's website
it: Apri la pagina di segnalazione dei bug sul sito di NOOT

source: &About...
it: &Informazioni su...

source: Show information about NOOT
it: Mostra informazioni su NOOT

source: &Help
it: &Aiuto

source: Note
it: Nota

source: Tuning indicator: the gauge should be under the black line
it: Indicatore di accordatura: la lancetta dovrebbe trovarsi sotto la linea nera

source: Detected note
it: Nota rilevata

source: Offset
it: Scostamento

source: Difference between detected and expected frequency (in cents)
it: Differenza tra la frequenza trovata e quella prevista (in cent)

source: Frequency
it: Frequenza

source: Detected frequency
it: Frequenza rilevata

source: Tuning options
it: Opzioni di accordatura

source: &Octave
it: &Ottava

source: Select an octave to optimize note detection
it: Selezionare un'ottava per ottimizzare il rilevamento della nota

source: &Note
it: &Nota

source: C
it: Do

source: C# / Db
it: Do# / Reb

source: D
it: Re

source: D# / Eb
it: Re# / Mib

source: E
it: Mi

source: F
it: Fa

source: F# / Gb
it: Fa# / Solb

source: G
it: Sol

source: G# / Ab
it: Sol# / Lab

source: A
it: La

source: A# / Bb
it: La# / Sib

source: B
it: Si

source: Select a note if you already know it
it: Selezionare una nota, se già la si conosce

source: &Listen
it: Asco&lta

source: Click here to listen to the selected note
it: Cliccare qui per ascoltare la nota selezionata

source: &Temperament
it: &Temperamento

source: Equal Temperament
it: Temperamento equabile

source: Pythagorean
it: Pitagorico

source: Just Intonation
it: Intonazione giusta

source: The expected frequency of a note depends on the temperament choosen
it: La frequenza prevista di ogni nota dipende dal temperamento selezionato

source: T&ranspose (semitones)
it: T&rasponi (semitoni)

source: The detected note will be shifted by this number of semitones (it can be a decimal number)
it: La nota selezionata sarà trasposta da questo numero di semitoni (non necessariamente intero)

source: Pitch recognition options
it: Opzioni di riconoscimento della frequenza

source: Window &size (samples)
it: Dimen&sione finestra (campioni)

source: Window size affects speed and quality of frequency detection. Normally you should leave this to "Auto"
it: La dimensione della finestra condiziona la velocità e la qualità della misura. Normalmente si può lasciare su "Auto"

source: T&hreshold (-dB)
it: Sogli&a (-dB)

source: Threshold for starting note detection. Detection starts only if the input is loud enough (this is to avoid trying to detect the frequency of the noise).
it: Il rilevamento inizierà solo se la potenza dell'ingresso supera la soglia (per evitare di misurare il rumore)

source: &Expected precision (millis)
it: Pr&ecisione prevista (milli)

source: This value is used especially when Window size is set to 'Auto'
it: Questo valore è usato soprattutto quando la dimensione della finestra è impostata su "Auto"

source: Frame rate (fps)
it: Frequenza di aggiornamento (fps)

source: Set the update frequency for this window
it: Imposta la frequenza di aggiornamento per questa finestra

source: C#
it: Do#

source: D#
it: Re#

source: F#
it: Fa#

source: G#
it: Sol#

source: A#
it: La#

source: Paused
it: In pausa

source: Unable to start listening
it: Impossibile avviare l'ascolto

source: Listening...
it: In ascolto...

source: Invalid number: %s
it: Numero non valido: %s

source: Cannot find help file
it: Impossibile trovare il file della guida

source: Never-out-of-tune Instrument Tuner
it: Accordatore per strumenti "Never-out-of-tune"

source: A full-featured instrument tuner
it: Accordatore per strumenti

source: Licensed under the GNU General Public License v. 3 http://www.gnu.org/copyleft/gpl.html
it: Distribuito sotto la licenza GNU General Public License v. 3 http://www.gnu.org/copyleft/gpl.html

source: Unable to launch the default browser
it: Impossibile lanciare il browser predefinito

source: Calibrating...
it: Calibrazione...

source: Select a sample rate
it: Seleziona una frequenza di campionamento

source: Insert a value for clock correction as a raw factor (1.0 means no correction)
it: Inserire un valore per la correzione di clock come coefficiente (1,0 significa nessuna correzione)

source: Clock correction
it: Correzione del clock

source: Invalid number: '%s'
it: Numero non valido: "%s"

source: Insert a value for clock correction in hundredths of semitone (0 means no correction)
it: Inserire un valore per la correzione del clock in centesimi di semitono (0 significa nessuna correzione)

source: Don't open a window
it: Non aprire una finestra

source: Input file name (enables offline analysis)
it: Nome file di ingresso (attiva l'analisi offline)

source: Advance step in samples
it: Passo di avanzamento in campioni

source: Window size (0 means auto)
it: Dimensione finestra (0 per 'auto')

source: Window type
it: Tipo di finestra

source: Octave (5 means octave 3, -1 means any)
it: Ottava (5 per ottava 3, -1 per qualsiasi)

source: Note as a number (0=C, 1=C#, ... -1=any)
it: Nota come numero (0=Do, 1=Do#, ... -1=tutte)

source: Temperament (0=equal, others: see manual)
it: Temperamento (0=equabile, altri: vedi manuale)

source: Noise threshold in dB, negative number
it: Soglia del rumore in dB, numero negativo

source: Expected precision in semitones
it: Precisione prevista in semitoni

source: Transposing in semitones
it: Trasposizione in semitoni

source: Sample rate
it: Frequenza di campionamento

source: Frame rate
it: Frequenza di aggiornamento

source: Clock correction as a factor
it: Correzione del clock come coefficiente

source: Clock correction in cents
it: Correzione del clock in centesimi

source: Refinement algorithm (0=none, 1=autocov, 2=CFT)
it: Raffinamento (0=nessuno, 1=autocov, 2=CFT)

source: Error while parsing number '%s'
it: Errore nella conversione del numero "%s"

source: No input device found
it: Nessun dispositivo di input trovato

source: Couldn't find a viable sample rate. Please choose another input device
it: Impossibile trovare una frequenza di campionamento utile. Si prega di selezionare un dispositivo di ingresso differente.

source: No output device found
it: Nessun dispositivo di output trovato

source: No audio device found
it: Nessun dispositivo di input trovato

source: Choose an input device
it: Seleziona un dispositivo di ingresso

source: Choose an output device
it: Scegli un dispositivo di ingresso
